Repository: ItxKhalid/projctwakeell
Catalog: lib/l10n/app_*.arb
Languages: ur

source: Welcome to
ur: خوش آمدید

source: Wakeel Naama
ur: وکیل نامہ

source: Log In as a
ur: بطور لاگ ان کریں

source: client
ur: کلائنٹ

# connect_with_expert_lawyer
source: Connect with Expert Lawyers, Anytime, Anywhere !
ur: ماہر وکلاء سے کسی بھی وقت، کہیں بھی رابطہ کریں!

source: lawyer
ur: وکیل

source: Mission
ur: مشن

source: Benefits
ur: فائدے

source: User-Friendly
ur: استعمال میں آسان

source: Secure
ur: محفوظ

source: Convenient
ur: آسان

source: Testimonials
ur: تعریفیں

source: Settings
ur: ترتیبات

source: Dashboard
ur: ڈیش بورڈ

source: Home
ur: ہوم

source: Feedback
ur: رائے

# terms_and_condition
source: Terms & Conditions
ur: شرائط و ضوابط

source: Privacy Policy
ur: پرائیویسی پالیسی

source: Share
ur: شیئر کریں

source: Language
ur: زبان

source: Log Out
ur: لاگ آوٹ

source: Day
ur: دن

source: Night
ur: رات

source: Messages
ur: پیغامات

source: Case Status
ur: کیس کی حیثیت

# case_category
source: Case Categories
ur: کیس کے زمرے

source: My Profile
ur: میری پروفائل

source: Change Picture
ur: تصویر تبدیل کریں

source: Edit Profile
ur: پروفائل میں ترمیم کریں

source: Welcome Back
ur: دوبارہ خوش آمدید

source: email
ur: ای میل

source: CNIC
ur: شناختی کارڈ نمبر

source: Family
ur: خاندان

source: Maintenance of minors
ur: نابالغوں کی دیکھ بھال

source: Custody of minors
ur: نابالغوں کی تحویل

source: Hesitation rights
ur: حق رکاوٹ

source: Khula
ur: خلع

source: Divorce
ur: طلاق

source: Guardian minor or property
ur: نگران نابالغ یا جائیداد

source: Property rights
ur: جائیداد کے حقوق

source: Inheritance
ur: وراثت

source: Sales & purchase
ur: فروخت و خریداری

source: Rent matters
ur: کرایہ کے معاملات

source: Eviction of house
ur: گھر سے بے دخلی

source: Criminal
ur: مجرمانہ

source: Fraud
ur: دھوکہ دہی

source: Check out
ur: چیک آؤٹ

source: Theft / threats
ur: چوری / دھمکیاں

source: Assault
ur: حملہ

source: Mobile
ur: موبائل

source: Gender
ur: صنف

source: My Cases
ur: میرے کیسز

source: My Lawyer
ur: میرا وکیل

source: Recommended Lawyer
ur: تجویز کردہ وکیل

source: Case Time Prediction
ur: کیس کے وقت کی پیشن گوئی

source: Case Time
ur: کیس کا وقت

source: Cancelled
ur: منسوخ

source: Past
ur: ماضی

source: License Number
ur: لائسنس نمبر

source: Phone Number
ur: فون نمبر

source: started at
ur: شروع ہوا

source: Title
ur: عنوان

source: Upcoming
ur: آنے والا

source: Cancelled Appointments
ur: منسوخ شدہ اپائنٹمنٹس

source: No Appointments found.
ur: کوئی اپائنٹمنٹ نہیں ملی۔

source: No lawyers found
ur: کوئی وکیل نہیں ملا

source: My Documents
ur: میرے دستاویزات

source: No documents found
ur: کوئی دستاویزات نہیں ملی

source: Documents Uploaded.
ur: دستاویزات اپ لوڈ ہو گئیں۔

source: Pending
ur: زیر التوا

source: In Progress
ur: جاری ہے

source: Completed
ur: مکمل

source: Chats
ur: چیٹس

source: Search lawyer
ur: وکیل تلاش کریں

source: No Case found.
ur: کوئی کیس نہیں ملا۔

source: Client Phone Number
ur: کلائنٹ کا فون نمبر

source: Case Description
ur: کیس کی تفصیل

source: Case Type
ur: کیس کی قسم

source: No clients found.
ur: کوئی کلائنٹ نہیں ملا۔

source: Complete Case
ur: کیس مکمل کریں

source: Cancel Case
ur: کیس منسوخ کریں

source: My Clients
ur: میرے کلائنٹس

source: Appointments
ur: اپائنٹمنٹس

source: Two Weeks
ur: دو ہفتے

source: Week
ur: ہفتہ

source: Month
ur: مہینہ

source: My Events
ur: میرے واقعات

source: No events found
ur: کوئی واقعات نہیں ملے

source: Add Event
ur: واقعہ شامل کریں

source: Start Date
ur: شروع ہونے کی تاریخ

source: End Date
ur: اختتامی تاریخ

source: Select client
ur: کلائنٹ منتخب کریں

source: Successfully
ur: کامیابی کے ساتھ

source: Appointment added
ur: اپائنٹمنٹ شامل کر دی گئی

source: Error
ur: خرابی

source: Failed to add appointment:
ur: اپائنٹمنٹ شامل کرنے میں ناکامی:

# pleaseSelectClient
source: Please select a client!
ur: براہ کرم کلائنٹ کا انتخاب کریں!

source: Please select end date!
ur: براہ کرم اختتامی تاریخ کا انتخاب کریں!

source: Please select start date!
ur: براہ کرم شروع ہونے کی تاریخ کا انتخاب کریں!

source: Full Name Required!
ur: مکمل نام درکار ہے!

source: Title Required!
ur: عنوان درکار ہے!

source: Save
ur: محفوظ کریں

source: Client Full Name
ur: کلائنٹ کا مکمل نام

source: Mobile Number Required!
ur: موبائل نمبر درکار ہے!

source: Case Detail Required!
ur: کیس کی تفصیل درکار ہے!

source: Please Write case type
ur: براہ کرم کیس کی قسم لکھیں

source: Client Details Add
ur: کلائنٹ کی تفصیلات شامل کریں

source: Enter contact number
ur: رابطہ نمبر درج کریں

source: Contact Number
ur: رابطہ نمبر

source: Enter case details
ur: کیس کی تفصیلات درج کریں

source: Case Details
ur: کیس کی تفصیلات

source: Enter case type
ur: کیس کی قسم درج کریں

source: Search Client
ur: کلائنٹ تلاش کریں

source: Email address
ur: ای میل ایڈریس

source: Password
ur: پاس ورڈ

# forgot_password
source: Forgot your password?
ur: اپنا پاس ورڈ بھول گئے؟

# continueButton
source: Continue
ur: جاری رکھیں

source: Congratulations
ur: مبارک ہو

# successfully_logged_in_as_lawyer
source: Successfully logged in as a Lawyer!
ur: کامیابی کے ساتھ وکیل کے طور پر لاگ ان ہو گئے!

# successfully_logged_in_as_client
source: Successfully logged in as a Client!
ur: کامیابی کے ساتھ کلائنٹ کے طور پر لاگ ان ہو گئے!

# email_not_verified
source: Email is not verified. Please verify your email before logging in.
ur: ای میل کی تصدیق نہیں ہوئی۔ براہ کرم لاگ ان کرنے سے پہلے اپنی ای میل کی تصدیق کریں۔

# no_user_found
source: No user found for that email.
ur: اس ای میل کے لئے کوئی صارف نہیں ملا۔

# wrong_password
source: Wrong password provided.
ur: غلط پاس ورڈ فراہم کیا گیا۔

source: Email Required!
ur: ای میل درکار ہے!

source: Invalid Email!
ur: غلط ای میل!

source: Password Required!
ur: پاس ورڈ درکار ہے!

# password_length_short
source: Password must be at least 6 characters long!
ur: پاس ورڈ کم از کم 6 حروف کا ہونا چاہیے!

# dont_have_account
source: Donâ€™t have a Wakeel Naama account?
ur: کیا آپ کے پاس وکیل نامہ اکاؤنٹ نہیں ہے؟

source: Sign Up
ur: سائن اپ کریں

source: Log In
ur: لاگ ان کریں

source: Sign up as a
ur: بطور سائن اپ کریں

source: Case Type
ur: کیس کی قسم

source: Last name
ur: آخری نام

source: First name
ur: پہلا نام

source: Mobile number
ur: موبائل نمبر

source: CNIC number
ur: شناختی کارڈ نمبر

source: First Name Required!
ur: پہلا نام درکار ہے!

# last_name_required
source: Last Name is Required!
ur: آخری نام درکار ہے!

source: CNIC Required!
ur: شناختی کارڈ نمبر درکار ہے!

source: Invalid CNIC!
ur: غلط شناختی کارڈ نمبر!

source: Next
ur: اگلا

# pleaseCheckYourInbox
source: Email not verified yet. Please check your inbox.
ur: ای میل کی تصدیق نہیں ہوئی۔ براہ کرم اپنے ان باکس کو چیک کریں۔

# create_account
source: Create my account
ur: میرا اکاؤنٹ بنائیں

source: Passwords do not match!
ur: پاس ورڈز میچ نہیں کر رہے!

source: Confirm Password Required!
ur: تصدیقی پاس ورڈ درکار ہے!

# email_already_in_use
source: The account already exists for that email!
ur: اس ای میل کے لئے اکاؤنٹ پہلے سے موجود ہے!

# successfullyVerifiedSignedUpClient
source: Successfully verified and signed up as a Client!
ur: کامیابی کے ساتھ کلائنٹ کے طور پر تصدیق اور سائن اپ ہو گئے!

# successfullyVerifiedSignedUpLawyer
source: Successfully verified and signed up as a Lawyer!
ur: کامیابی کے ساتھ وکیل کے طور پر تصدیق اور سائن اپ ہو گئے!

# verification_email_sent_to_email
source: A verification email has been sent to %email%. Please verify your email to proceed.
ur: ایک تصدیقی ای میل %email% پر بھیج دی گئی ہے۔ براہ کرم جاری رکھنے کے لئے اپنی ای میل کی تصدیق کریں۔

# weak_password
source: The password provided is too weak!
ur: فراہم کردہ پاس ورڈ بہت کمزور ہے!

# hereOfferLegalExpertise
source: Here to Offer Legal Expertise?
ur: یہاں قانونی مہارت فراہم کرنے کے لئے؟

source: Join as a
ur: بطور شامل ہوں

source: Female
ur: خاتون

# pleaseVerifyYourEmailProceed
source: Please verify your email to proceed!
ur: براہ کرم جاری رکھنے کے لئے اپنی ای میل کی تصدیق کریں!

source: Male
ur: مرد

source: Add Client Details
ur: کلائنٹ کی تفصیلات شامل کریں

source: My Clients
ur: میرے کلائنٹس

source: Other
ur: دیگر

source: Proceed
ur: آگے بڑھیں

source: In Progress
ur: جاری ہے

source: Email Sent
ur: ای میل بھیجی گئی

source: Chat Bot
ur: چیٹ بوٹ

source: Enter your query
ur: اپنی استفسار درج کریں

source: Send
ur: بھیجیں

source: Do you want to exit the App?
ur: کیا آپ ایپ سے باہر نکلنا چاہتے ہیں؟

source: Yes
ur: جی ہاں

source: No
ur: نہیں

source: Confirm Logout
ur: تصدیق لاگ آوٹ

# doYouWantToLogoutTheApp
source: Do you want to log out?
ur: کیا آپ لاگ آوٹ کرنا چاہتے ہیں؟

source: Cancel
ur: منسوخ

source: Logout
ur: لاگ آوٹ

source: Your profile has been updated successfully.
ur: آپ کی پروفائل کامیابی کے ساتھ اپ ڈیٹ ہو گئی ہے۔

source: Profile Updated
ur: پروفائل اپ ڈیٹ

source: Update Profile
ur: پروفائل اپ ڈیٹ کریں

source: Select Gender
ur: صنف منتخب کریں

source: Confirm Password
ur: تصدیق پاس ورڈ

source: My Appointments
ur: میری اپائنٹمنٹس

# found_the_perfect_lawyer_home_page
source: found the perfect lawyer for my case within minutes! Wakeel Naama made the process so simple and stress-free.
ur: اپنے کیس کے لئے بہترین وکیل چند منٹوں میں پایا! وکیل نامہ نے اس عمل کو بہت آسان اور پریشانی سے پاک بنا دیا۔

# our_mission_is_to_empower
source: Our mission is to empower individuals to access legal services efficiently while providing lawyers with the tools they need to effectively manage their clients and cases.
ur: ہمارا مشن ہے کہ افراد کو قانونی خدمات تک مؤثر طریقے سے رسائی فراہم کریں جبکہ وکلاء کو اپنے کلائنٹس اور کیسز کو مؤثر طریقے سے منظم کرنے کے لئے آلات فراہم کریں۔

# wakell_nama_is_the_changeing_app
source: Wakeel Naama is a game-changing app that makes it super easy for people to find the right lawyer. With our simple-to-use app and awesome features, getting legal help has never been this straightforward!
ur: وکیل نامہ ایک گیم چینجنگ ایپ ہے جو لوگوں کو صحیح وکیل تلاش کرنے میں بہت آسان بنا دیتی ہے۔ ہماری آسان استعمال کرنے والی ایپ اور زبردست خصوصیات کے ساتھ، قانونی مدد حاصل کرنا اتنا آسان کبھی نہیں رہا!
